Repository: hazemhanna/partyPooking
Catalog: PartyBooking/Resources/Localization/*.lproj/Localizable.strings
Languages: ar

# lang
source: en
ar: ar

source: More
ar: المزيد

source: Account
ar: حسابي

source: reservation
ar: الحجوزات

source: search
ar: البحث

source: Availabel
ar: التوفر

# makeSearch
source: search
ar: ابحث

source: location
ar: الموقع

source: party Type
ar: نوع الحفل

# Show
source: Offers
ar: العروض

# Most
source: Most Famous
ar: الاكثر رواجا

source: artist
ar: الفنان

# searchtitle
source: search
ar: بحث

source: Home
ar: الرئيسية

# live
source: make live video
ar: البث

source: choose
ar: اختار

# amount
source: estimeated amount
ar: المبلغ المقدر

# taxes
source: taxis and fees
ar: ضرائب ورسوم

source: profile
ar: الملف الشخصي

source: Comments
ar: التعليقات

# reserve
source: Reserve Now
ar: حجز الان

# information
source: register New account
ar: تسجيل حساب جديد

# first
source: first name
ar: الاسم الاول

# last
source: last name
ar: اسم العائلة

source: Email
ar: عنوان البريد الالكتروني

# phone
source: phone number
ar: رقم هاتف المحمول

source: country
ar: الدولة

source: password
ar: الرقم السري

# payment
source: payment way
ar: طريقة الدفع

# done
source: done reservation
ar: اتمام الحجز

source: Register
ar: تسجيل

source: My Reservation
ar: حجوزاتي

# current
source: Current Reservation
ar: الحجوازات الحالية

# ended
source: Ended Reservation
ar: الحجوزات المنتهية

# confirmNumber
source: confirmation Number
ar: رقم تاكيد الحجز

source: laod
ar: تحميل

source: contract
ar: العقد

source: offer
ar: العروض

source: Favourite
ar: المفضلة

source: Call Center
ar: خدمة عملاء

source: Setting
ar: الاعدادات

source: logOut
ar: تسجيل خروج

source: Name
ar: الاسم

# message
source: message Title
ar: عنوان الرسالة

# message2
source: message
ar: الرسالة

source: compline
ar: شكوي

source: suggestion
ar: اقتراح

source: Send
ar: ارسال

source: Language
ar: اللغة

# arabic
source: arabic Language
ar: اللغة العربية

# english
source: english Language
ar: اللغة الانجليزية

# terms
source: terms and conditions
ar: الشروط والاحكام

# chnge
source: chnge profile
ar: تعديل الملف الشخصي

# edit
source: Edit Profile
ar: تعديل الملف الشخصي

# save
source: Save Changes
ar: حفظ التعديلات

# logintitle
source: LOGIN
ar: سجل دخولك

source: logIn
ar: دخول

# emailOrPhone
source: Email Or Phone number
ar: البريد الالكتروني او رقم الجوال

source: have account
ar: لديك حساب بالفعل

source: OR
ar: ام

# firstTime
source: register first Time
ar: تسجل اول مرة

source: skip
ar: تخطي

# welcome
source: welcome. let's start
ar: مرحبا بك هيا بنا نبدا

# google
source: Register by Google
ar: سجل عن طريق Google

# facebook
source: Register by facebook
ar: سجل عن طريق facebook

source: Artist Register
ar: تسجيل مزود خدمة

source: User Register
ar: تسجيل كمستخدم

# register
source: Personal Information
ar: تسجيل حساب جديد

# area
source: supported area
ar: المناطق التي تدعمها

# service
source: service type
ar: نوع الخدمة التي تدعمها

# bank
source: your bank account
ar: الحساب البنكي الخاص بك

# bankName
source: your bank name
ar: اسم البنك الخاص بك

source: next
ar: التالي

# add
source: add Image
ar: اضف صورة

# pick
source: pick Image or choose from gallary
ar: التقط صورة او اختر من المعرض

# howMuch
source: how much your offer
ar: ما المبلغ الذي ترغب بتقديمة

# clientPrice
source: Price client will pay
ar: المبلغ الذي يدفعة العميل

# commetion
source: PartyBooking commetion is
ar: عمولة PartyBooking هي

# saveTime
source: save your time in manage reservation
ar: وفر وقتك في ادارة حجوزاتك

# shoping
source: shoping by your name
ar: التسوق باسمك

# ImportantInf
source: Important information about PartyBooking
ar: معلومات مهمة قبل العرض علي PartyBooking

# fast
source: is the reservation confirmed fast ?
ar: هل يتم تاكيد الحجز فورا ؟

# yes
source: yes . after pay is done
ar: نعم. يتم تاكيد الحجز بمجرد اجراء الحجز والدفع

# choosePepole
source: can i choose the pepole that can reserve ?
ar: هل يمكنني اختيار الاشخاص الذين يقومون بالحجز

# no
source: no . all pepole can reserve
ar: لا . يمكن للجميع الحجز وتاكيد الحجز في الوقت المتاح

# timeRecieveing
source: can i choose the time for recieveing reservation ?
ar: هل يمكنني ان احدد الوقت الذي اتلقي فية الحجوزات

# yes2
source: yes . and the best way is to keep you rate update . and close the date that you do not want reservation in it
ar: نعم.وافضل طريقة هي الحفاظ علي تقويمك محدثاواغلق التواريخ التي لا تريد استقبال الحجوزات خلالها

# agree
source: i agree that all information are real and legal and it belong to the name that i mention
ar: اقر بان هذة المعلومات حقيقيةوقانونية وهي للاسم الذي تم ذكرةوحاصل علي التصاريح والموافقات الازمةوالتي يمكن تقديمها عند الطلب وتحتفظ PartyBooking بالحق في التاكدوالتحقق ن اي معلومات يتم تزويدها في عملية التسجيل هذة

# read
source: i read and accept
ar: قرات و اوفق علي

# Ready
source: Ready to get reservation
ar: جاهز لاستقبال الحجوزات

# notReady
source: not ready yet
ar: لست جاهز بعد

# profilePic
source: profile Picture
ar: الصورة الشخصية

# aboutMe
source: who we are
ar: نبذة ْعني :

source: my Work
ar: الاعمال :

source: Bills
ar: الفواتير

source: User Comments
ar: تعليقات المستخدمين

source: User Expeience
ar: تجربة المستخدمين

source: Selint Mode
ar: وضع عدم الازعاج

source: Active
ar: مفعل

source: unActive
ar: غير مفعل

source: version
ar: الاصدار

source: Selint
ar: الهدوء

# whenActive
source: when active slient mode ,notifications that you recieve during selint hours will be selint
ar: عند تفعيل خاصية عدم الازعاج فان التنبيهات التي تصلك خلال ساعات الهدود تكون صامتة

source: Notification
ar: الاشعارات

source: No Notification
ar: لا يوجد اشعارات

# confirmReservation
source: reservation confirmed
ar: تم تاكيد الحجز

# look
source: look to your confirmed reservation message about
ar: اطلع علي رسالة تاكيد الحجز الخاصة بك ل

# congratulation
source: congratulation reservation confirmed
ar: تهانيا تم تاكيد الحجز

source: Reservation Done
ar: تم الحجز

source: Rate Artist
ar: قم بتقييم الفنان

# team
source: show team
ar: فرقة العرض

# exprience
source: User Exprience
ar: تجربة المستخدم

source: My Account
ar: حسابي

# Avialable
source: Avialable Reservation
ar: توفر الحجوزات

# chooseDate
source: choose multible date to chand it once
ar: اضغط علي عدة تواريخ لتعديلها دفعة واحدة

# SelectDate
source: * Select whate you want to change
ar: * حدد ما ترغب بتعديلة

# availableBtn
source: available reservation in this date
ar: اتاحة الحجز في هذا التاريخ

# closeBtn
source: close reservation in this date
ar: اغلاق الحجز في هذا التاريخ

# changePrice
source: change price in this date
ar: تغيير السعر في هذا التاريخ

# searchIn
source: search in reservation
ar: ابحث في الحجوزات

source: confirme Rservation
ar: حجز موكد

source: cancel Rservation
ar: حجز ملغي

source: client Nmae:
ar: اسم العميل:

source: City :
ar: المدينة:

source: read and agree terms and condition
ar: اوافق علي الشروط والاحكام

source: terms and condition
ar: الشروط والاحكام

# DoneB
source: Done
ar: تم

source: Cancel Reservation
ar: الحجوزات الملغاة

source: SR
ar: ريال

source: reserve Now
ar: احجز الان

source: From
ar: من

source: To
ar: الي

source: completed
ar: مكتلة

source: new
ar: جديد

source: cancelled
ar: ملغاة

# Are
source: Are you Sure
ar: هل انت متاكد

source: YES
ar: نعم

source: NO
ar: لآ

source: Search for places
ar: ابحث عن الموقع

source: confirm
ar: تاكيد

# noFav
source: No Favourite yest
ar: لا يوجد مفضلة

source: male
ar: ذكر

source: female
ar: انثي

# investigation
source: Your application is under consideration by our investigation team
ar: طلبك تحت الدراسة من قبل فريق التحقيق الخاص بنا
